Repository: DerDreschner/openmediavault-kvm
Catalog: usr/share/openmediavault/locale/*/openmediavault-kvm.po
Languages: gl

source: already exists!
gl: xa existe!

source: Activity
gl: Actividade

source: Add
gl: Engadir

source: Add Macvtap Bridge
gl: Engadir unha ponte MACVTAP

source: Add Network
gl: Engadir unha rede

source: Add VM
gl: Engadir unha MV

source: Add XML
gl: Engadir XML

source: Add disk ...
gl: Engadir un disco…

source: Add macvtap bridge
gl: Engadir unha ponte MACVTAP

source: Add network
gl: Engadir unha rede

source: Add network adapter ...
gl: Engadir un adaptador de rede…

source: Add optical disk ...
gl: Engadir un disco óptico…

source: Add pool
gl: Engadir un agrupamento

source: Add volume
gl: Engadir un volume

source: Advanced
gl: Avanzado

source: Allocation
gl: Asignación

source: Arch
gl: Arquivo

source: Architecture
gl: Arquitectura

source: Audio
gl: Son

source: AutoStart
gl: InicioAutom.

source: Available
gl: Dispoñíbel

source: CPUs
gl: CPU

source: Call
gl: Chamar

source: Capacity
gl: Capacidade

source: Change memory ...
gl: Cambiar a memoria…

source: Change vCPU quantity ...
gl: Cambiar a cantidade de vCPU…

source: Check
gl: Comprobar

source: Checking volume ...
gl: Comprobando o volume…

source: Component
gl: Compoñente

source: Console
gl: Consola

source: Convert
gl: Converter

source: Convert to
gl: Converter a

source: Convert to qcow2
gl: Converter a qcow2

source: Convert to raw
gl: Converter a en bruto

source: Create
gl: Crear

source: Create noVNC console
gl: Crear unha consola nonVNC

source: DHCP Range
gl: Intervalo DHCP

source: DHCP ending address
gl: Enderezo DHCP final

source: DHCP starting address
gl: Enderezo DHCP inicial

source: Date & Time
gl: Data e hora

source: Delete
gl: Eliminar

source: Delete + storage
gl: Eliminar + almacenamento

source: Delete disk ...
gl: Eliminar un disco…

source: Delete snapshot ...
gl: Eliminar a instantánea…

source: Directory
gl: Directorio

source: Disable autostart
gl: Desactivar o inicio automático

source: Disk
gl: Disco

source: Disk(s)
gl: Disco(s)

source: Docker is not installed. Please install from omv-extras Docker tab.
gl: Docker non está instalado. Instáleo dende a lapela Docker de omv-extras.

source: Docker port
gl: Porto de Docker

source: Done.
gl: Feito

source: Download
gl: Descargar

source: Download iso from URL
gl: Descargar a ISO dende URL

source: Download iso from url
gl: Descargar a ISO dende URL

source: Download virtio iso
gl: Descargar a ISO virtio

source: Download virtio iso ...
gl: Descargar a ISO virtio…

source: Edit
gl: Editar

source: Edit XML
gl: Editar XML

source: Enable autostart
gl: Activar o inicio automático

source: Extension
gl: Extensión

source: Failed to start container.
gl: Produciuse un fallo ao iniciar o contedor.

source: Filesystem
gl: Sistema de ficheiros

source: For description of each type and how to configure:
gl: Para ver a descrición de cada tipo e como configuralo:

source: For more info
gl: Para máis información

source: Force
gl: Forza

source: Format
gl: Formato

source: Forwarding
gl: Reenvío

source: Gateway IP
gl: IP da pasarela

source: Gateway IP Address
gl: Enderezo IP da pasarela

source: Host name
gl: Nome de máquina

source: IP Range
gl: Intervalo IP

source: ISOs
gl: ISO

source: Leave blank for random address.
gl: Déixeo en branco para un enderezo ao chou.

source: MAC address
gl: Enderezo MAC

source: Memory
gl: Memoria

source: Message
gl: Mensaxe

source: Model
gl: Modelo

source: Name
gl: Nome

source: Network
gl: Rede

source: Network Filesystem
gl: Sistema de ficheiros de rede

source: Network Name
gl: Nome da rede

source: Network State
gl: Estado da rede

source: Network adapter
gl: Adaptador de rede

source: Networks
gl: Redes

source: Optical
gl: Óptico

source: Optical Disk
gl: Disco óptico

source: Optical Drive
gl: Unidade óptica

source: Path
gl: Ruta

source: Pause
gl: Pausa

source: Permissions of owner.
gl: Permisos de propietario.

source: Pool
gl: Agrupación

source: Pools
gl: Agrupacións

source: Reboot
gl: Reiniciar

source: Remove
gl: Retirar

source: Remove network adapter ...
gl: Retirar un adaptador de rede…

source: Remove optical disk ...
gl: Retirar un disco óptico…

source: Resize
gl: Redimensionar

source: Resize disk ...
gl: Redimensionar un disco…

source: Resume
gl: Continuar

source: Revert
gl: Reverter

source: Revert to snapshot ...
gl: Reverter á instantánea…

source: Select a file ...
gl: Seleccione un ficheiro…

source: Select a network ...
gl: Seleccione unha rede…

source: Select a network adapter ...
gl: Seleccione un adaptador de rede…

source: Select a nic ...
gl: Seleccione un controlador de rede…

source: Select a pool ...
gl: Seleccione unha agrupación…

source: Select a snapshot ...
gl: Seleccione unha instantánea…

source: Select a volume ...
gl: Seleccione un volume…

source: Settings
gl: Axustes

source: Showing volume info ...
gl: Amosando a información do volume…

source: Size
gl: Tamaño

source: Size to add
gl: Tamaño para engadir

source: Snapshot
gl: Instantánea

source: Snapshots
gl: Instantáneas

source: Source Path
gl: Ruta á orixe

source: Spice port
gl: Porto de Spice

source: Start
gl: Inicio

source: State
gl: Estado

source: Stop
gl: Deter

source: Stop noVNC console
gl: Deter a consola nonVNC

source: Storage Volume
gl: Volume de almacenamento

source: Subnet mask
gl: Máscara de subrede

source: Target Path
gl: Ruta ao destino

source: Type
gl: Tipo

source: Unable to -
gl: Non é posíbel -

source: Unable to add ISO to VM -
gl: Non é posíbel engadir a ISO a máquina virtual -

source: Unable to add disk to VM -
gl: Non é posíbel engadir o disco a máquina virtual -

source: Unable to add network adapter to VM -
gl: Non é posíbel engadir o adaptador de rede a máquina virtual -

source: Unable to change memory or vCPUs on VM -
gl: Non é posíbel cambiar a memoria nin as vCPU na máquina virtual -

source: Unable to create Macvap -
gl: Non é posíbel crear unha MACVTAP -

source: Unable to create domain -
gl: Non é posíbel crear un dominio -

source: Unable to create network -
gl: Non é posíbel crear unha rede -

source: Unable to create new disk -
gl: Non é posíbel crear un novo disco -

source: Unable to create pool -
gl: Non é posíbel crear unha agrupación -

source: Unable to create snapshot -
gl: Non é posíbel crear unha instantánea -

source: Unable to create volume -
gl: Non é posíbel crear un volume -

source: Unable to delete disk(s) from VM -
gl: Non é posíbel eliminao o(s) disco(s) da máquina virtual -

source: Unable to delete network -
gl: Non é posíbel eliminar a rede -

source: Unable to delete pool -
gl: Non é posíbel eliminar a agrupación -

source: Unable to delete snapshot -
gl: Non é posíbel eliminar a instantánea -

source: Unable to delete volume -
gl: Non é posíbel eliminar o volume -

source: Unable to remove disk from VM -
gl: Non é posíbel retirar o disco da máquina virtual -

source: Unable to remove network interface from VM -
gl: Non é posíbel retirar a interface de rede da máquina virtual -

source: Unable to resize disk -
gl: Non é posíbel redimensionar o disco -

source: Unable to revert to snapshot -
gl: Non é posíbel reverter á instantánea -

source: Unable to set VM XML -
gl: Non é posíbel estabelecer XML da máquina virtual -

source: Unable to start network -
gl: Non é posíbel iniciar a rede -

source: Unable to stop network -
gl: Non é posíbel deter a rede -

source: VM Name
gl: Nome da MV

source: VMs
gl: MV

source: VNC port
gl: Porto VNC

source: Volume
gl: Volumen

source: Volume Count
gl: Reconto de volumes

source: Wrong VM name entered! Skipping delete ...
gl: Introduciu un nome de máquina virtual incorrecto. Omitindo a eliminación…

source: n/a
gl: n/d

source: noVNC Docker URL
gl: URL do Docker nonVNC

source: raw
gl: en bruto

source: zPool name
gl: Nome da zPool
